/* No comment provided by engineer. */
"%@ could not be read. It may be unformatted or use an unsupported file system." = "%@ could not be read. It may be unformatted or use an unsupported file system.";

/* No comment provided by engineer. */
"%@ is unstable\nPlease check the device" = "%@ is unstable\nPlease check the device";

/* No comment provided by engineer. */
"%@ → %@" = "%1$@ → %2$@";

/* network name, arrow, improved/degraded, bars */
"%@\nSignal %@ %@ (%ld/4)" = "%1$@\nSignal %2$@ %3$@ (%4$ld/4)";

/* No comment provided by engineer. */
"%ld day" = "%ld day";

/* No comment provided by engineer. */
"%ld days" = "%ld days";

/* No comment provided by engineer. */
"(non-routable)" = "(non-routable)";

/* No comment provided by engineer. */
"2.4 GHz" = "2.4 GHz";

/* No comment provided by engineer. */
"5 GHz" = "5 GHz";

/* No comment provided by engineer. */
"6 GHz" = "6 GHz";

/* No comment provided by engineer. */
"\"(non-routable)\" tag on self-assigned addresses" = "\"(non-routable)\" tag on self-assigned addresses";

/* No comment provided by engineer. */
"\"Needs attention\" is read from the printer's standard IPP state-reasons — a heuristic (any reason other than \"none\"), not a CUPS-specific guarantee of what's wrong." = "\"Needs attention\" is read from the printer's standard IPP state-reasons — a heuristic (any reason other than \"none\"), not a CUPS-specific guarantee of what's wrong.";

/* No comment provided by engineer. */
"A macOS menu-bar app that shows native-style notifications when hardware changes.\n\nModernized fork of HardwareGrowler / Growl. Free software under the GNU General Public License v3.0 — with NO WARRANTY.\n" = "A macOS menu-bar app that shows native-style notifications when hardware changes.\n\nModernized fork of HardwareGrowler / Growl. Free software under the GNU General Public License v3.0 — with NO WARRANTY.\n";

/* No comment provided by engineer. */
"A physical video link was detected before macOS assigned the display a role. Best-effort signal from internal kernel log text — may be inaccurate or stop working after a macOS update." = "A physical video link was detected before macOS assigned the display a role. Best-effort signal from internal kernel log text — may be inaccurate or stop working after a macOS update.";

/* No comment provided by engineer. */
"About HG4MAC…" = "About HG4MAC…";

/* No comment provided by engineer. */
"AC Power" = "AC Power";

/* No comment provided by engineer. */
"Additional notifications" = "Additional notifications";

/* No comment provided by engineer. */
"Address:\t%@" = "Address:\t%@";

/* No comment provided by engineer. */
"Aggregate" = "Aggregate";

/* No comment provided by engineer. */
"AirPlay" = "AirPlay";

/* No comment provided by engineer. */
"AirPlay/Continuity" = "AirPlay/Continuity";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort Connected";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort Disconnected";

/* No comment provided by engineer. */
"All elements" = "All elements";

/* No comment provided by engineer. */
"Also report Wi-Fi's own link and AWDL/AirDrop events" = "Also report Wi-Fi's own link and AWDL/AirDrop events";

/* No comment provided by engineer. */
"Also reset system permissions (Bluetooth, Location, Local Network) — asks for your admin password" = "Also reset system permissions (Bluetooth, Location, Local Network) — asks for your admin password";

/* No comment provided by engineer. */
"Application Specific" = "Application Specific";

/* at battery percentage */
"at %@" = "at %@";

/* No comment provided by engineer. */
"Audio" = "Audio";

/* No comment provided by engineer. */
"Audio Device Connected" = "Audio Device Connected";

/* No comment provided by engineer. */
"Audio Device Disconnected" = "Audio Device Disconnected";

/* No comment provided by engineer. */
"Audio Monitor" = "Audio Monitor";

/* No comment provided by engineer. */
"Audio/Video" = "Audio/Video";

/* No comment provided by engineer. */
"Back up or restore every custom icon AND every on/off setting (which modules run, their notification toggles, Performance preset) in one file." = "Back up or restore every custom icon AND every on/off setting (which modules run, their notification toggles, Performance preset) in one file.";

/* No comment provided by engineer. */
"Band (2.4/5/6 GHz)" = "Band (2.4/5/6 GHz)";

/* No comment provided by engineer. */
"Band:\t%@" = "Band:\t%@";

/* First %@ = band e.g. '5 GHz', second %@ = generation e.g. 'Wi-Fi 6' */
"Band:\t%@ (%@)" = "Band:\t%1$@ (%2$@)";

/* Internal battery */
"Battery" = "Battery";

/* No comment provided by engineer. */
"Battery %ld%%" = "Battery %ld%%";

/* No comment provided by engineer. */
"Battery Failure" = "Battery Failure";

/* No comment provided by engineer. */
"Battery Fully Charged" = "Battery Fully Charged";

/* No comment provided by engineer. */
"Battery health %" = "Battery health %";

/* No comment provided by engineer. */
"Battery health check" = "Battery health check";

/* No comment provided by engineer. */
"Battery Health Check" = "Battery Health Check";

/* No comment provided by engineer. */
"Battery health: %ld%%" = "Battery health: %ld%%";

/* No comment provided by engineer. */
"Battery level" = "Battery level";

/* No comment provided by engineer. */
"Battery level (Apple accessories: AirPods, Magic Mouse/Keyboard/Trackpad)" = "Battery level (Apple accessories: AirPods, Magic Mouse/Keyboard/Trackpad)";

/* No comment provided by engineer. */
"Battery Low!" = "Battery Low!";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Battery Low, Please plug the computer in now";

/* No comment provided by engineer. */
"Battery percentage" = "Battery percentage";

/* No comment provided by engineer. */
"Battery Power" = "Battery Power";

/* No comment provided by engineer. */
"Battery:\t%.0f%%" = "Battery:\t%.0f%%";

/* No comment provided by engineer. */
"Battery:\t%@" = "Battery:\t%@";

/* No comment provided by engineer. */
"Battery:\t%ld%%" = "Battery:\t%ld%%";

/* No comment provided by engineer. */
"Billboard" = "Billboard";

/* No comment provided by engineer. */
"Bluetooth" = "Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Bluetooth Connected";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Bluetooth Connection";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth Disconnected";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Bluetooth Disconnection";

/* No comment provided by engineer. */
"Bluetooth LE" = "Bluetooth LE";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Bluetooth Monitor";

/* No comment provided by engineer. */
"Bridge / Dock" = "Bridge / Dock";

/* No comment provided by engineer. */
"BSSID (access point address)" = "BSSID (access point address)";

/* No comment provided by engineer. */
"BSSID:\t%@" = "BSSID:\t%@";

/* No comment provided by engineer. */
"Built-in" = "Built-in";

/* No comment provided by engineer. */
"Camera" = "Camera";

/* No comment provided by engineer. */
"Camera Connected" = "Camera Connected";

/* No comment provided by engineer. */
"Camera Disconnected" = "Camera Disconnected";

/* No comment provided by engineer. */
"Camera In Use Changed" = "Camera In Use Changed";

/* No comment provided by engineer. */
"Camera Monitor" = "Camera Monitor";

/* No comment provided by engineer. */
"Camera Started Being Used" = "Camera Started Being Used";

/* No comment provided by engineer. */
"Camera Stopped Being Used" = "Camera Stopped Being Used";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Car Audio" = "Car Audio";

/* No comment provided by engineer. */
"Case %ld%%" = "Case %ld%%";

/* No comment provided by engineer. */
"CD/DVD" = "CD/DVD";

/* No comment provided by engineer. */
"CDC Data" = "CDC Data";

/* No comment provided by engineer. */
"Channel count" = "Channel count";

/* No comment provided by engineer. */
"Charge state (Charging/Finishing/Charged)" = "Charge state (Charging/Finishing/Charged)";

/* No comment provided by engineer. */
"Charged" = "Charged";

/* No comment provided by engineer. */
"Charging" = "Charging";

/* No comment provided by engineer. */
"Charging %ld%%" = "Charging %ld%%";

/* No comment provided by engineer. */
"Check every:" = "Check every:";

/* No comment provided by engineer. */
"Check Now" = "Check Now";

/* No comment provided by engineer. */
"Choose a macOS system icon" = "Choose a macOS system icon";

/* No comment provided by engineer. */
"Choose an image file" = "Choose an image file";

/* No comment provided by engineer. */
"Choose exactly which monitors run below." = "Choose exactly which monitors run below.";

/* No comment provided by engineer. */
"Choose Icon Image" = "Choose Icon Image";

/* OpenPanel message for choosing drives to ignore */
"Choose the drive(s) to ignore" = "Choose the drive(s) to ignore";

/* No comment provided by engineer. */
"Clear History" = "Clear History";

/* No comment provided by engineer. */
"Clear History…" = "Clear History…";

/* No comment provided by engineer. */
"Clear notification history?" = "Clear notification history?";

/* Message body on a volume mount notification, clicking it opens the drive in finder */
"Click to open" = "Click to open";

/* No comment provided by engineer. */
"Communication Controller" = "Communication Controller";

/* No comment provided by engineer. */
"Communications" = "Communications";

/* No comment provided by engineer. */
"Computer" = "Computer";

/* No comment provided by engineer. */
"Connection type (USB/Network/Bluetooth)" = "Connection type (USB/Network/Bluetooth)";

/* No comment provided by engineer. */
"Connection: %@" = "Connection: %@";

/* No comment provided by engineer. */
"Content Security" = "Content Security";

/* No comment provided by engineer. */
"Controller type (DualSense/Xbox/MFi/etc.)" = "Controller type (DualSense/Xbox/MFi/etc.)";

/* No comment provided by engineer. */
"Couldn't load an image from that URL." = "Couldn't load an image from that URL.";

/* No comment provided by engineer. */
"Critical" = "Critical";

/* No comment provided by engineer. */
"Critical (severe throttling)" = "Critical (severe throttling)";

/* No comment provided by engineer. */
"Custom" = "Custom";

/* No comment provided by engineer. */
"Cycle count" = "Cycle count";

/* No comment provided by engineer. */
"Cycle count: %ld" = "Cycle count: %ld";

/* No comment provided by engineer. */
"Cycle count: %ld (rated for ~%ld)" = "Cycle count: %1$ld (rated for ~%2$ld)";

/* No comment provided by engineer. */
"Date" = "Date";

/* No comment provided by engineer. */
"day(s)" = "day(s)";

/* No comment provided by engineer. */
"Days" = "Days";

/* No comment provided by engineer. */
"Default Audio Input Changed" = "Default Audio Input Changed";

/* No comment provided by engineer. */
"Default Audio Output Changed" = "Default Audio Output Changed";

/* No comment provided by engineer. */
"Default Input" = "Default Input";

/* No comment provided by engineer. */
"Default Output" = "Default Output";

/* No comment provided by engineer. */
"Default Printer Changed" = "Default Printer Changed";

/* WiFi signal got weaker */
"degraded" = "degraded";

/* No comment provided by engineer. */
"Detected via utun/ppp/ipsec virtual interfaces (used by most VPN clients, incl. macOS's built-in VPN and third-party apps). This is a heuristic — some non-VPN system features can also use a utun interface. See README for details." = "Detected via utun/ppp/ipsec virtual interfaces (used by most VPN clients, incl. macOS's built-in VPN and third-party apps). This is a heuristic — some non-VPN system features can also use a utun interface. See README for details.";

/* No comment provided by engineer. */
"Detects scanners on your local network via Bonjour (_scanner._tcp and _uscan._tcp/eSCL-AirScan). Enabling this asks macOS for Local Network permission — a prompt this app has never shown before." = "Detects scanners on your local network via Bonjour (_scanner._tcp and _uscan._tcp/eSCL-AirScan). Enabling this asks macOS for Local Network permission — a prompt this app has never shown before.";

/* No comment provided by engineer. */
"Detects USB, Bluetooth, and network (IPP/AirPrint/Bonjour) printers alike, by polling the system's printer list every 3s — there is no instant push notification for this (CUPS's own config file can't be watched directly without root). A network printer is only detected once it has actually been added in System Settings → Printers & Scanners, not merely discoverable on the LAN." = "Detects USB, Bluetooth, and network (IPP/AirPrint/Bonjour) printers alike, by polling the system's printer list every 3s — there is no instant push notification for this (CUPS's own config file can't be watched directly without root). A network printer is only detected once it has actually been added in System Settings → Printers & Scanners, not merely discoverable on the LAN.";

/* No comment provided by engineer. */
"Device class (Mass Storage, HID, Hub…)" = "Device class (Mass Storage, HID, Hub…)";

/* No comment provided by engineer. */
"Device type (Keyboard, Mouse, Headphones…)" = "Device type (Keyboard, Mouse, Headphones…)";

/* No comment provided by engineer. */
"Device type (Storage, Display, Bridge/Dock…)" = "Device type (Storage, Display, Bridge/Dock…)";

/* No comment provided by engineer. */
"Diagnostic" = "Diagnostic";

/* No comment provided by engineer. */
"Disk" = "Disk";

/* No comment provided by engineer. */
"Disk Not Readable" = "Disk Not Readable";

/* No comment provided by engineer. */
"Display Connected" = "Display Connected";

/* No comment provided by engineer. */
"Display Controller" = "Display Controller";

/* No comment provided by engineer. */
"Display Disconnected" = "Display Disconnected";

/* No comment provided by engineer. */
"Display Mode Changed" = "Display Mode Changed";

/* No comment provided by engineer. */
"Display Monitor" = "Display Monitor";

/* No comment provided by engineer. */
"Display Role Changed" = "Display Role Changed";

/* No comment provided by engineer. */
"DisplayPort" = "DisplayPort";

/* No comment provided by engineer. */
"Download" = "Download";

/* No comment provided by engineer. */
"Download an icon from an image URL" = "Download an icon from an image URL";

/* No comment provided by engineer. */
"Downloading…" = "Downloading…";

/* No comment provided by engineer. */
"Drive health % (internal disks)" = "Drive health % (internal disks)";

/* No comment provided by engineer. */
"Drive Health:\t%d%%" = "Drive Health:\t%d%%";

/* No comment provided by engineer. */
"eGPU Connected" = "eGPU Connected";

/* No comment provided by engineer. */
"eGPU Disconnected" = "eGPU Disconnected";

/* No comment provided by engineer. */
"Enable network scanner detection" = "Enable network scanner detection";

/* No comment provided by engineer. */
"Enabling this option will cause HG4MAC to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HG4MAC in Launchpad, or open HG4MAC in Finder." = "Enabling this option will cause HG4MAC to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HG4MAC in Launchpad, or open HG4MAC in Finder.";

/* No comment provided by engineer. */
"Enhanced Open (OWE)" = "Enhanced Open (OWE)";

/* No comment provided by engineer. */
"Enter a valid http(s) URL." = "Enter a valid http(s) URL.";

/* No comment provided by engineer. */
"Ethernet" = "Ethernet";

/* No comment provided by engineer. */
"Every monitor, including Audio/Camera/Gamepad/Printer/Thermal/Display. Default." = "Every monitor, including Audio/Camera/Gamepad/Printer/Thermal/Display. Default.";

/* No comment provided by engineer. */
"Experimental: sent when a physical video link is detected before macOS assigns the display a role. Off by default — see Preferences." = "Experimental: sent when a physical video link is detected before macOS assigns the display a role. Off by default — see Preferences.";

/* No comment provided by engineer. */
"Export failed" = "Export failed";

/* No comment provided by engineer. */
"Export Profile" = "Export Profile";

/* No comment provided by engineer. */
"Export Profile…" = "Export Profile…";

/* No comment provided by engineer. */
"Extended" = "Extended";

/* No comment provided by engineer. */
"External Display" = "External Display";

/* No comment provided by engineer. */
"Extra info on connect" = "Extra info on connect";

/* No comment provided by engineer. */
"Fair" = "Fair";

/* No comment provided by engineer. */
"Fair (slightly elevated)" = "Fair (slightly elevated)";

/* No comment provided by engineer. */
"File Server" = "File Server";

/* No comment provided by engineer. */
"File system type" = "File system type";

/* No comment provided by engineer. */
"File system: %@" = "File system: %@";

/* No comment provided by engineer. */
"Finishing" = "Finishing";

/* No comment provided by engineer. */
"FireWire" = "FireWire";

/* No comment provided by engineer. */
"Floppy Disk" = "Floppy Disk";

/* No comment provided by engineer. */
"From:" = "From:";

/* No comment provided by engineer. */
"Game Controller" = "Game Controller";

/* No comment provided by engineer. */
"Game Controller Connected" = "Game Controller Connected";

/* No comment provided by engineer. */
"Game Controller Disconnected" = "Game Controller Disconnected";

/* No comment provided by engineer. */
"Gamepad Monitor" = "Gamepad Monitor";

/* No comment provided by engineer. */
"Gateway (per interface)" = "Gateway (per interface)";

/* No comment provided by engineer. */
"Gateway:\t%@" = "Gateway:\t%@";

/* No comment provided by engineer. */
"General" = "General";

/* No comment provided by engineer. */
"Generation (Wi-Fi 4–7)" = "Generation (Wi-Fi 4–7)";

/* No comment provided by engineer. */
"Hands-Free" = "Hands-Free";

/* No comment provided by engineer. */
"Hard Disk" = "Hard Disk";

/* No comment provided by engineer. */
"HDMI" = "HDMI";

/* No comment provided by engineer. */
"Headphones" = "Headphones";

/* No comment provided by engineer. */
"Headset" = "Headset";

/* No comment provided by engineer. */
"Health Device" = "Health Device";

/* No comment provided by engineer. */
"Hi-Fi Audio" = "Hi-Fi Audio";

/* No comment provided by engineer. */
"HID (Keyboard/Mouse)" = "HID (Keyboard/Mouse)";

/* No comment provided by engineer. */
"History" = "History";

/* No comment provided by engineer. */
"hour(s)" = "hour(s)";

/* No comment provided by engineer. */
"Hours" = "Hours";

/* No comment provided by engineer. */
"How often the Wi-Fi signal strength is checked (5–60 s)." = "How often the Wi-Fi signal strength is checked (5–60 s).";

/* No comment provided by engineer. */
"Hub" = "Hub";

/* No comment provided by engineer. */
"Icon:" = "Icon:";

/* No comment provided by engineer. */
"Icons" = "Icons";

/* OpenPanel confirm button for choosing drives to ignore */
"Ignore" = "Ignore";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "Ignored Drives:";

/* No comment provided by engineer. */
"Image URL:" = "Image URL:";

/* No comment provided by engineer. */
"Imaging" = "Imaging";

/* No comment provided by engineer. */
"Import" = "Import";

/* No comment provided by engineer. */
"Import failed" = "Import failed";

/* No comment provided by engineer. */
"Import Profile" = "Import Profile";

/* No comment provided by engineer. */
"Import Profile…" = "Import Profile…";

/* WiFi signal got stronger */
"improved" = "improved";

/* No comment provided by engineer. */
"Input channels:\t%u" = "Input channels:\t%u";

/* No comment provided by engineer. */
"Input Device" = "Input Device";

/* No comment provided by engineer. */
"Interface / card reader type" = "Interface / card reader type";

/* No comment provided by engineer. */
"Interface name (en0, en5…)" = "Interface name (en0, en5…)";

/* No comment provided by engineer. */
"Interface: %@" = "Interface: %@";

/* No comment provided by engineer. */
"Interface:\t%@" = "Interface:\t%@";

/* No comment provided by engineer. */
"IP" = "IP";

/* No comment provided by engineer. */
"IP Address Changed" = "IP Address Changed";

/* No comment provided by engineer. */
"IP address released" = "IP address released";

/* No comment provided by engineer. */
"IP address updated" = "IP address updated";

/* No comment provided by engineer. */
"IP Addresses Updated" = "IP Addresses Updated";

/* No comment provided by engineer. */
"IPv4 address" = "IPv4 address";

/* No comment provided by engineer. */
"IPv6 address" = "IPv6 address";

/* No comment provided by engineer. */
"Job completed" = "Job completed";

/* No comment provided by engineer. */
"Joined network." = "Joined network.";

/* No comment provided by engineer. */
"Keep a history of notifications" = "Keep a history of notifications";

/* No comment provided by engineer. */
"Keep for:" = "Keep for:";

/* No comment provided by engineer. */
"Keyboard" = "Keyboard";

/* No comment provided by engineer. */
"Keyboard & Mouse" = "Keyboard & Mouse";

/* No comment provided by engineer. */
"L %ld%%" = "L %ld%%";

/* No comment provided by engineer. */
"Left network %@." = "Left network %@.";

/* No comment provided by engineer. */
"Legacy 802.11" = "Legacy 802.11";

/* No comment provided by engineer. */
"Location" = "Location";

/* No comment provided by engineer. */
"Location: %@" = "Location: %@";

/* No comment provided by engineer. */
"Low Power Mode Disabled" = "Low Power Mode Disabled";

/* No comment provided by engineer. */
"Low Power Mode Enabled" = "Low Power Mode Enabled";

/* No comment provided by engineer. */
"MAC address" = "MAC address";

/* No comment provided by engineer. */
"Main display" = "Main display";

/* No comment provided by engineer. */
"Make/model" = "Make/model";

/* No comment provided by engineer. */
"Manufacturer / product name" = "Manufacturer / product name";

/* No comment provided by engineer. */
"Manufacturer:\t%@" = "Manufacturer:\t%@";

/* No comment provided by engineer. */
"Mass Storage" = "Mass Storage";

/* No comment provided by engineer. */
"Microphone" = "Microphone";

/* No comment provided by engineer. */
"Microphone In Use" = "Microphone In Use";

/* No comment provided by engineer. */
"Microphone Started Being Used" = "Microphone Started Being Used";

/* No comment provided by engineer. */
"Microphone Stopped Being Used" = "Microphone Stopped Being Used";

/* No comment provided by engineer. */
"Minimal elements" = "Minimal elements";

/* No comment provided by engineer. */
"Minimum time between signal-change notices" = "Minimum time between signal-change notices";

/* No comment provided by engineer. */
"minute(s)" = "minute(s)";

/* Unit label for how often to refire the battery status */
"minutes" = "minutes";

/* No comment provided by engineer. */
"Minutes" = "Minutes";

/* No comment provided by engineer. */
"Mirrored" = "Mirrored";

/* No comment provided by engineer. */
"Miscellaneous" = "Miscellaneous";

/* No comment provided by engineer. */
"Mode / duplex" = "Mode / duplex";

/* No comment provided by engineer. */
"Mode:\t%@" = "Mode:\t%@";

/* No comment provided by engineer. */
"Model: %@" = "Model: %@";

/* No comment provided by engineer. */
"Module" = "Module";

/* No comment provided by engineer. */
"Module Icon (Sidebar)" = "Module Icon (Sidebar)";

/* No comment provided by engineer. */
"Modules" = "Modules";

/* No comment provided by engineer. */
"month(s)" = "month(s)";

/* No comment provided by engineer. */
"Months" = "Months";

/* No comment provided by engineer. */
"Mount path" = "Mount path";

/* No comment provided by engineer. */
"Mounted" = "Mounted";

/* No comment provided by engineer. */
"Mouse/Trackpad" = "Mouse/Trackpad";

/* No comment provided by engineer. */
"Multimedia Controller" = "Multimedia Controller";

/* No comment provided by engineer. */
"Network" = "Network";

/* No comment provided by engineer. */
"Network Access Point" = "Network Access Point";

/* No comment provided by engineer. */
"Network Controller" = "Network Controller";

/* No comment provided by engineer. */
"Network Link Down" = "Network Link Down";

/* No comment provided by engineer. */
"Network Link Up" = "Network Link Up";

/* No comment provided by engineer. */
"Network Monitor" = "Network Monitor";

/* No comment provided by engineer. */
"Network Scanner Found" = "Network Scanner Found";

/* No comment provided by engineer. */
"Network Scanner Lost" = "Network Scanner Lost";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No additional fields yet." = "No additional fields yet.";

/* No comment provided by engineer. */
"No Battery" = "No Battery";

/* display no icon at all */
"No icon visible" = "No icon visible";

/* No comment provided by engineer. */
"Nominal" = "Nominal";

/* No comment provided by engineer. */
"Nominal (back to normal)" = "Nominal (back to normal)";

/* No comment provided by engineer. */
"None" = "None";

/* No comment provided by engineer. */
"Not available on this Mac: this experimental feature reads a kernel logging subsystem (DCPAVFamilyProxy) that only exists on Apple Silicon's Display Co-Processor driver." = "Not available on this Mac: this experimental feature reads a kernel logging subsystem (DCPAVFamilyProxy) that only exists on Apple Silicon's Display Co-Processor driver.";

/* No comment provided by engineer. */
"Notification" = "Notification";

/* No comment provided by engineer. */
"Notification fields" = "Notification fields";

/* No comment provided by engineer. */
"Notification icons" = "Notification icons";

/* No comment provided by engineer. */
"Notify every:" = "Notify every:";

/* No comment provided by engineer. */
"Notify for this event" = "Notify for this event";

/* No comment provided by engineer. */
"Notify on connect/disconnect (Built-in/Thunderbolt/AirPlay — USB and Bluetooth already covered by their own monitors)" = "Notify on connect/disconnect (Built-in/Thunderbolt/AirPlay — USB and Bluetooth already covered by their own monitors)";

/* No comment provided by engineer. */
"Notify on default input change" = "Notify on default input change";

/* No comment provided by engineer. */
"Notify on default output change" = "Notify on default output change";

/* No comment provided by engineer. */
"Notify on device connect/disconnect (HDMI/Thunderbolt/Built-in — USB and Bluetooth already covered by their own monitors)" = "Notify on device connect/disconnect (HDMI/Thunderbolt/Built-in — USB and Bluetooth already covered by their own monitors)";

/* No comment provided by engineer. */
"Notify on resolution/refresh rate change" = "Notify on resolution/refresh rate change";

/* No comment provided by engineer. */
"Notify on role change (Main/Extended/Mirrored)" = "Notify on role change (Main/Extended/Mirrored)";

/* No comment provided by engineer. */
"Notify separately when an eGPU is connected" = "Notify separately when an eGPU is connected";

/* No comment provided by engineer. */
"Notify when a microphone starts/stops being used" = "Notify when a microphone starts/stops being used";

/* No comment provided by engineer. */
"Notify when a print job starts/finishes" = "Notify when a print job starts/finishes";

/* No comment provided by engineer. */
"Notify when a printer is added/removed" = "Notify when a printer is added/removed";

/* No comment provided by engineer. */
"Notify when a printer needs attention (out of paper/toner, jammed, offline…)" = "Notify when a printer needs attention (out of paper/toner, jammed, offline…)";

/* No comment provided by engineer. */
"Notify when a VPN connects/disconnects" = "Notify when a VPN connects/disconnects";

/* No comment provided by engineer. */
"Notify when camera starts/stops being used (privacy indicator)" = "Notify when camera starts/stops being used (privacy indicator)";

/* No comment provided by engineer. */
"Notify when entering:" = "Notify when entering:";

/* No comment provided by engineer. */
"Notify when Low Power Mode is turned on/off" = "Notify when Low Power Mode is turned on/off";

/* No comment provided by engineer. */
"Notify when the default printer changes" = "Notify when the default printer changes";

/* If the string is too long, use O */
"OFF" = "OFF";

/* cooldown disabled */
"off" = "off";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "ON";

/* Format string for On <power type> */
"On %@" = "On %@";

/* No comment provided by engineer. */
"Only the original monitors: Volume, USB, Thunderbolt, Bluetooth, Power, Network. Lightest on resources." = "Only the original monitors: Volume, USB, Thunderbolt, Bluetooth, Power, Network. Lightest on resources.";

/* No comment provided by engineer. */
"Open (no security)" = "Open (no security)";

/* No comment provided by engineer. */
"Open HG4MAC Preferences..." = "Open HG4MAC Preferences...";

/* No comment provided by engineer. */
"Other" = "Other";

/* No comment provided by engineer. */
"Output channels:\t%u" = "Output channels:\t%u";

/* No comment provided by engineer. */
"Paired state" = "Paired state";

/* No comment provided by engineer. */
"Paired:\t%@" = "Paired:\t%@";

/* No comment provided by engineer. */
"Part of this device (%@) could not be read. It may be unformatted or use an unsupported file system." = "Part of this device (%@) could not be read. It may be unformatted or use an unsupported file system.";

/* No comment provided by engineer. */
"PC Card" = "PC Card";

/* No comment provided by engineer. */
"PCI" = "PCI";

/* No comment provided by engineer. */
"Performance" = "Performance";

/* No comment provided by engineer. */
"performance reduced" = "performance reduced";

/* No comment provided by engineer. */
"performance significantly reduced" = "performance significantly reduced";

/* No comment provided by engineer. */
"Peripheral" = "Peripheral";

/* No comment provided by engineer. */
"Personal Healthcare" = "Personal Healthcare";

/* No comment provided by engineer. */
"Phone" = "Phone";

/* No comment provided by engineer. */
"Physical" = "Physical";

/* No comment provided by engineer. */
"Player index" = "Player index";

/* No comment provided by engineer. */
"Player:\t%@" = "Player:\t%@";

/* No comment provided by engineer. */
"Plugged In" = "Plugged In";

/* No comment provided by engineer. */
"Poll every %ld s" = "Poll every %ld s";

/* No comment provided by engineer. */
"Portable Audio" = "Portable Audio";

/* No comment provided by engineer. */
"Power Changed" = "Power Changed";

/* No comment provided by engineer. */
"Power Monitor" = "Power Monitor";

/* No comment provided by engineer. */
"Power source type (Battery/UPS/Unknown)" = "Power source type (Battery/UPS/Unknown)";

/* No comment provided by engineer. */
"Power Warning" = "Power Warning";

/* No comment provided by engineer. */
"Preferences" = "Preferences";

/* No comment provided by engineer. */
"Prevents repeat notices if the signal hovers at a threshold (0–60 s, 0 = off)." = "Prevents repeat notices if the signal hovers at a threshold (0–60 s, 0 = off).";

/* No comment provided by engineer. */
"Print Job Canceled" = "Print Job Canceled";

/* No comment provided by engineer. */
"Print Job Finished" = "Print Job Finished";

/* No comment provided by engineer. */
"Print Job Started" = "Print Job Started";

/* No comment provided by engineer. */
"Printer" = "Printer";

/* No comment provided by engineer. */
"Printer Connected" = "Printer Connected";

/* No comment provided by engineer. */
"Printer Disconnected" = "Printer Disconnected";

/* No comment provided by engineer. */
"Printer Monitor" = "Printer Monitor";

/* No comment provided by engineer. */
"Printer Needs Attention" = "Printer Needs Attention";

/* No comment provided by engineer. */
"Printer OK" = "Printer OK";

/* No comment provided by engineer. */
"Profile" = "Profile";

/* No comment provided by engineer. */
"Profile exported" = "Profile exported";

/* No comment provided by engineer. */
"Profile imported" = "Profile imported";

/* No comment provided by engineer. */
"Quit and reopen HG4MAC for the restored module/notification settings to fully take effect. Icons are already restored — reopen a module's Icons tab to see them." = "Quit and reopen HG4MAC for the restored module/notification settings to fully take effect. Icons are already restored — reopen a module's Icons tab to see them.";

/* No comment provided by engineer. */
"Quit HG4MAC" = "Quit HG4MAC";

/* No comment provided by engineer. */
"R %ld%%" = "R %ld%%";

/* No comment provided by engineer. */
"RAM Disk" = "RAM Disk";

/* No comment provided by engineer. */
"Reads the macOS unified log for internal kernel messages (\"ReceiverConnected\") that mark a physical HDMI/DisplayPort link, before the display has an assigned role (Extended/Mirror). This is NOT a documented API: the exact log text can change or disappear in any macOS update with no warning, and Apple Silicon only. While enabled, this polls the system log on a timer — a continuous, ongoing CPU/battery cost for the whole time it stays on. Off by default; recommended only for testing." = "Reads the macOS unified log for internal kernel messages (\"ReceiverConnected\") that mark a physical HDMI/DisplayPort link, before the display has an assigned role (Extended/Mirror). This is NOT a documented API: the exact log text can change or disappear in any macOS update with no warning, and Apple Silicon only. While enabled, this polls the system log on a timer — a continuous, ongoing CPU/battery cost for the whole time it stays on. Off by default; recommended only for testing.";

/* No comment provided by engineer. */
"Recent notifications:" = "Recent notifications:";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "Refire battery status";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "Refire every:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "Refire only on battery";

/* No comment provided by engineer. */
"Refresh rate" = "Refresh rate";

/* No comment provided by engineer. */
"Refresh rate:\t%.0f Hz" = "Refresh rate:\t%.0f Hz";

/* No comment provided by engineer. */
"Refresh rate:\t%.0f Hz → %.0f Hz" = "Refresh rate:\t%1$.0f Hz → %2$.0f Hz";

/* No comment provided by engineer. */
"Removable Media" = "Removable Media";

/* No comment provided by engineer. */
"Replace all custom icons and settings?" = "Replace all custom icons and settings?";

/* No comment provided by engineer. */
"Reset" = "Reset";

/* No comment provided by engineer. */
"Resolution" = "Resolution";

/* No comment provided by engineer. */
"Resolution:\t%@" = "Resolution:\t%@";

/* No comment provided by engineer. */
"Resolution:\t%zu×%zu → %zu×%zu" = "Resolution:\t%1$zu×%2$zu → %3$zu×%4$zu";

/* No comment provided by engineer. */
"Role (Main/Extended/Mirrored)" = "Role (Main/Extended/Mirrored)";

/* No comment provided by engineer. */
"Role:\t%@" = "Role:\t%@";

/* No comment provided by engineer. */
"Role:\t%@ → %@" = "Role:\t%1$@ → %2$@";

/* No comment provided by engineer. */
"Rotation" = "Rotation";

/* No comment provided by engineer. */
"Rotation:\t%.0f°" = "Rotation:\t%.0f°";

/* No comment provided by engineer. */
"Rotation:\t%.0f° → %.0f°" = "Rotation:\t%1$.0f° → %2$.0f°";

/* No comment provided by engineer. */
"running normally" = "running normally";

/* No comment provided by engineer. */
"Sample rate" = "Sample rate";

/* No comment provided by engineer. */
"Sample rate:\t%.0f Hz" = "Sample rate:\t%.0f Hz";

/* No comment provided by engineer. */
"Save history for:" = "Save history for:";

/* No comment provided by engineer. */
"Scanner Monitor" = "Scanner Monitor";

/* No comment provided by engineer. */
"SD/CF card (external reader)" = "SD/CF card (external reader)";

/* No comment provided by engineer. */
"SD/CF card (integrated reader)" = "SD/CF card (integrated reader)";

/* No comment provided by engineer. */
"Security type" = "Security type";

/* No comment provided by engineer. */
"Security:\t%@" = "Security:\t%@";

/* No comment provided by engineer. */
"Select Active Modules" = "Select Active Modules";

/* No comment provided by engineer. */
"Select All" = "Select All";

/* No comment provided by engineer. */
"Select None" = "Select None";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Sent when a Bluetooth Device is connected";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Sent when a Bluetooth Device is disconnected";

/* No comment provided by engineer. */
"Sent when a camera not already covered by USB/Bluetooth Monitor is connected" = "Sent when a camera not already covered by USB/Bluetooth Monitor is connected";

/* No comment provided by engineer. */
"Sent when a camera starts or stops being used by any app — a privacy-relevant signal, same fact macOS's own camera-in-use indicator reflects" = "Sent when a camera starts or stops being used by any app — a privacy-relevant signal, same fact macOS's own camera-in-use indicator reflects";

/* No comment provided by engineer. */
"Sent when a game controller is connected, with type/player/battery detail — even if USB/Bluetooth Monitor also reported the same connect event generically" = "Sent when a game controller is connected, with type/player/battery detail — even if USB/Bluetooth Monitor also reported the same connect event generically";

/* No comment provided by engineer. */
"Sent when a game controller is disconnected" = "Sent when a game controller is disconnected";

/* No comment provided by engineer. */
"Sent when a network scanner (Bonjour _scanner._tcp/_uscan._tcp) appears on the LAN" = "Sent when a network scanner (Bonjour _scanner._tcp/_uscan._tcp) appears on the LAN";

/* No comment provided by engineer. */
"Sent when a previously-seen network scanner disappears from the LAN" = "Sent when a previously-seen network scanner disappears from the LAN";

/* No comment provided by engineer. */
"Sent when a print job completes or is canceled" = "Sent when a print job completes or is canceled";

/* No comment provided by engineer. */
"Sent when a print job starts processing" = "Sent when a print job starts processing";

/* No comment provided by engineer. */
"Sent when a printer is added to the system (F34)" = "Sent when a printer is added to the system (F34)";

/* No comment provided by engineer. */
"Sent when a printer is removed from the system (F34)" = "Sent when a printer is removed from the system (F34)";

/* No comment provided by engineer. */
"Sent when a printer's state indicates a problem (out of paper/toner, jammed, offline…), and when it clears" = "Sent when a printer's state indicates a problem (out of paper/toner, jammed, offline…), and when it clears";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Sent when a Thunderbolt Device is connected";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Sent when a Thunderbolt Device is disconnected";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Sent when a USB Device is connected";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Sent when a USB Device is disconnected";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Sent when a volume is mounted";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Sent when a volume is unmounted";

/* No comment provided by engineer. */
"Sent when a VPN tunnel interface connects (F34, heuristic detection)" = "Sent when a VPN tunnel interface connects (F34, heuristic detection)";

/* No comment provided by engineer. */
"Sent when a VPN tunnel interface disconnects (F34, heuristic detection)" = "Sent when a VPN tunnel interface disconnects (F34, heuristic detection)";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Sent when AirPort connects to a network";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Sent when AirPort disconnects from a network";

/* No comment provided by engineer. */
"Sent when an already-connected display's resolution or refresh rate changes" = "Sent when an already-connected display's resolution or refresh rate changes";

/* No comment provided by engineer. */
"Sent when an already-connected display's role changes (becomes/stops being Main, or Mirroring starts/stops)" = "Sent when an already-connected display's role changes (becomes/stops being Main, or Mirroring starts/stops)";

/* No comment provided by engineer. */
"Sent when an audio device not already covered by USB/Bluetooth Monitor is connected (HDMI, Thunderbolt, Built-in, Aggregate, AirPlay)" = "Sent when an audio device not already covered by USB/Bluetooth Monitor is connected (HDMI, Thunderbolt, Built-in, Aggregate, AirPlay)";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Sent when an Ethernet link goes down";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Sent when an Ethernet link starts";

/* No comment provided by engineer. */
"Sent when an external display is connected" = "Sent when an external display is connected";

/* No comment provided by engineer. */
"Sent when an external display is disconnected" = "Sent when an external display is disconnected";

/* No comment provided by engineer. */
"Sent when any connected microphone starts or stops actively being used by an app" = "Sent when any connected microphone starts or stops actively being used by an app";

/* No comment provided by engineer. */
"Sent when inserted media can't be read/mounted" = "Sent when inserted media can't be read/mounted";

/* No comment provided by engineer. */
"Sent when macOS switches the default audio input device" = "Sent when macOS switches the default audio input device";

/* No comment provided by engineer. */
"Sent when macOS switches the default audio output device" = "Sent when macOS switches the default audio output device";

/* No comment provided by engineer. */
"Sent when such a camera is disconnected" = "Sent when such a camera is disconnected";

/* No comment provided by engineer. */
"Sent when such an audio device is disconnected" = "Sent when such an audio device is disconnected";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Sent when the battery is getting low";

/* No comment provided by engineer. */
"Sent when the Mac's thermal state changes (throttling level)" = "Sent when the Mac's thermal state changes (throttling level)";

/* No comment provided by engineer. */
"Sent when the system's default printer changes" = "Sent when the system's default printer changes";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Sent when the systems IP address changes";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Sent when the type or status of power changed";

/* No comment provided by engineer. */
"Sent when the Wi-Fi signal strength level changes" = "Sent when the Wi-Fi signal strength level changes";

/* No comment provided by engineer. */
"Serial Bus Controller" = "Serial Bus Controller";

/* No comment provided by engineer. */
"Serious" = "Serious";

/* No comment provided by engineer. */
"Serious (throttling active)" = "Serious (throttling active)";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Show Connected Devices at Launch";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Show icon in both";

/* display the icon only in the dock */
"Show icon in the dock" = "Show icon in the dock";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Show icon in the menubar";

/* No comment provided by engineer. */
"Simulate" = "Simulate";

/* No comment provided by engineer. */
"Simulate Test Notification" = "Simulate Test Notification";

/* No comment provided by engineer. */
"Size: %@" = "Size: %@";

/* No comment provided by engineer. */
"slightly elevated" = "slightly elevated";

/* No comment provided by engineer. */
"Smart Card" = "Smart Card";

/* No comment provided by engineer. */
"Source:\t%@ → %@" = "Source:\t%1$@ → %2$@";

/* No comment provided by engineer. */
"Speaker" = "Speaker";

/* No comment provided by engineer. */
"Speed" = "Speed";

/* No comment provided by engineer. */
"Speed:\t%@" = "Speed:\t%@";

/* No comment provided by engineer. */
"SSID (network name)" = "SSID (network name)";

/* No comment provided by engineer. */
"SSID:\t%@" = "SSID:\t%@";

/* No comment provided by engineer. */
"Start HG4MAC at Login:" = "Start HG4MAC at Login:";

/* No comment provided by engineer. */
"State:\t%@ → %@ — %@" = "State:\t%1$@ → %2$@ — %3$@";

/* No comment provided by engineer. */
"Still Imaging" = "Still Imaging";

/* No comment provided by engineer. */
"Storage Controller" = "Storage Controller";

/* No comment provided by engineer. */
"System" = "System";

/* No comment provided by engineer. */
"That file doesn't look like a profile." = "That file doesn't look like a profile.";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "There are no preferences available for this monitor.";

/* No comment provided by engineer. */
"Thermal Monitor" = "Thermal Monitor";

/* No comment provided by engineer. */
"Thermal State Changed" = "Thermal State Changed";

/* No comment provided by engineer. */
"This permanently deletes every saved notification. This can't be undone." = "This permanently deletes every saved notification. This can't be undone.";

/* No comment provided by engineer. */
"This replaces every custom icon AND every on/off setting (modules, notification toggles, Performance preset) with what's in this profile. This can't be undone." = "This replaces every custom icon AND every on/off setting (modules, notification toggles, Performance preset) with what's in this profile. This can't be undone.";

/* No comment provided by engineer. */
"This will quit HG4MAC, remove it from login items, delete all of its settings, and move the app to the Trash.\n\nThis cannot be undone." = "This will quit HG4MAC, remove it from login items, delete all of its settings, and move the app to the Trash.\n\nThis cannot be undone.";

/* No comment provided by engineer. */
"Thunderbolt" = "Thunderbolt";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt Connected";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Thunderbolt Connection";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt Disconnected";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Thunderbolt Disconnection";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Thunderbolt Monitor";

/* No comment provided by engineer. */
"Time remaining / time to charge" = "Time remaining / time to charge";

/* No comment provided by engineer. */
"Time remaining: %ld minutes" = "Time remaining: %ld minutes";

/* No comment provided by engineer. */
"Time to charge: %ld minutes" = "Time to charge: %ld minutes";

/* No comment provided by engineer. */
"To:" = "To:";

/* No comment provided by engineer. */
"Toy" = "Toy";

/* No comment provided by engineer. */
"Transport type" = "Transport type";

/* No comment provided by engineer. */
"Transport type (USB/Bluetooth/HDMI/etc.)" = "Transport type (USB/Bluetooth/HDMI/etc.)";

/* No comment provided by engineer. */
"Transport:\t%@" = "Transport:\t%@";

/* No comment provided by engineer. */
"Try to detect the video link before macOS assigns a role" = "Try to detect the video link before macOS assigns a role";

/* No comment provided by engineer. */
"Type:\t%@" = "Type:\t%@";

/* No comment provided by engineer. */
"Uninstall" = "Uninstall";

/* No comment provided by engineer. */
"Uninstall HG4MAC?" = "Uninstall HG4MAC?";

/* No comment provided by engineer. */
"Uninstall HG4MAC…" = "Uninstall HG4MAC…";

/* No comment provided by engineer. */
"unknown" = "unknown";

/* Unknown power supply type */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Unknown Device" = "Unknown Device";

/* No comment provided by engineer. */
"Unknown Power Source" = "Unknown Power Source";

/* No comment provided by engineer. */
"Unknown printer" = "Unknown printer";

/* No comment provided by engineer. */
"Unmounted" = "Unmounted";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Unnamed Thunderbolt Device";

/* No comment provided by engineer. */
"Unstable device" = "Unstable device";

/* Uninteruptable Power supply */
"UPS" = "UPS";

/* No comment provided by engineer. */
"UPS Power" = "UPS Power";

/* No comment provided by engineer. */
"URL" = "URL";

/* No comment provided by engineer. */
"USB" = "USB";

/* No comment provided by engineer. */
"USB 1.0 (Low Speed)" = "USB 1.0 (Low Speed)";

/* No comment provided by engineer. */
"USB 1.1 (Full Speed)" = "USB 1.1 (Full Speed)";

/* No comment provided by engineer. */
"USB 2.0 (High Speed)" = "USB 2.0 (High Speed)";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0 Bus";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "USB 3.0 Bus";

/* No comment provided by engineer. */
"USB 3.0/3.1 (SuperSpeed)" = "USB 3.0/3.1 (SuperSpeed)";

/* No comment provided by engineer. */
"USB 3.2 (SuperSpeed+, 10 Gb/s)" = "USB 3.2 (SuperSpeed+, 10 Gb/s)";

/* No comment provided by engineer. */
"USB 3.2 Gen 2x2 (SuperSpeed+, 20 Gb/s)" = "USB 3.2 Gen 2x2 (SuperSpeed+, 20 Gb/s)";

/* No comment provided by engineer. */
"USB Bus" = "USB Bus";

/* No comment provided by engineer. */
"USB Connected" = "USB Connected";

/* No comment provided by engineer. */
"USB Connection" = "USB Connection";

/* No comment provided by engineer. */
"USB Disconnected" = "USB Disconnected";

/* No comment provided by engineer. */
"USB Disconnection" = "USB Disconnection";

/* No comment provided by engineer. */
"USB Hub/Dock Connection" = "USB Hub/Dock Connection";

/* No comment provided by engineer. */
"USB Hub/Dock Disconnection" = "USB Hub/Dock Disconnection";

/* No comment provided by engineer. */
"USB Monitor" = "USB Monitor";

/* No comment provided by engineer. */
"USB speed / generation" = "USB speed / generation";

/* No comment provided by engineer. */
"USB Type-C Bridge" = "USB Type-C Bridge";

/* No comment provided by engineer. */
"Use friendly interface names (vs. en0/en5…)" = "Use friendly interface names (vs. en0/en5…)";

/* No comment provided by engineer. */
"Vendor Specific" = "Vendor Specific";

/* No comment provided by engineer. */
"Vendor/device ID (VID:PID)" = "Vendor/device ID (VID:PID)";

/* No comment provided by engineer. */
"Vendor/product ID (VID:PID)" = "Vendor/product ID (VID:PID)";

/* No comment provided by engineer. */
"VID:PID:\t%04X:%04X" = "VID:PID:\t%1$X:%2$X";

/* No comment provided by engineer. */
"Video" = "Video";

/* No comment provided by engineer. */
"Video Link Detected (Experimental)" = "Video Link Detected (Experimental)";

/* No comment provided by engineer. */
"Virtual" = "Virtual";

/* No comment provided by engineer. */
"Volume Monitor" = "Volume Monitor";

/* No comment provided by engineer. */
"Volume Mounted" = "Volume Mounted";

/* No comment provided by engineer. */
"Volume size" = "Volume size";

/* No comment provided by engineer. */
"Volume Unmounted" = "Volume Unmounted";

/* No comment provided by engineer. */
"VPN" = "VPN";

/* No comment provided by engineer. */
"VPN Connected" = "VPN Connected";

/* No comment provided by engineer. */
"VPN detection (F34)" = "VPN detection (F34)";

/* No comment provided by engineer. */
"VPN Disconnected" = "VPN Disconnected";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HG4MAC to run in the background" = "Warning! Enabling this option will cause HG4MAC to run in the background";

/* No comment provided by engineer. */
"Wearable" = "Wearable";

/* No comment provided by engineer. */
"week(s)" = "week(s)";

/* No comment provided by engineer. */
"Weeks" = "Weeks";

/* No comment provided by engineer. */
"Wi-Fi" = "Wi-Fi";

/* No comment provided by engineer. */
"Wi-Fi 4" = "Wi-Fi 4";

/* No comment provided by engineer. */
"Wi-Fi 5" = "Wi-Fi 5";

/* No comment provided by engineer. */
"Wi-Fi 6" = "Wi-Fi 6";

/* No comment provided by engineer. */
"Wi-Fi 6E" = "Wi-Fi 6E";

/* No comment provided by engineer. */
"Wi-Fi 7" = "Wi-Fi 7";

/* No comment provided by engineer. */
"Wi-Fi Generation:\t%@" = "Wi-Fi Generation:\t%@";

/* No comment provided by engineer. */
"Wi-Fi Signal Changed" = "Wi-Fi Signal Changed";

/* No comment provided by engineer. */
"Wi-Fi signal check interval" = "Wi-Fi signal check interval";

/* No comment provided by engineer. */
"Wireless Controller" = "Wireless Controller";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"↑ Warming up (worsening)" = "↑ Warming up (worsening)";

/* No comment provided by engineer. */
"↓ Cooling down (improving)" = "↓ Cooling down (improving)";

/* No comment provided by engineer. */
"⚠️ Early physical-link detection (Experimental)" = "⚠️ Early physical-link detection (Experimental)";

